Tread/Riser profile is invalid.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId BadTreadRiserProfile { get; }
  Visual Basic
Public Shared ReadOnly Property BadTreadRiserProfile As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ BadTreadRiserProfile {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace